
// 25var valo=" আসকে আমার মন ভালো নেই ";
for(i=0; i<=38; i++){
    
    console.log(  "আসকে আমার মন ভালো নেই ");
}

//২৯. একটা কোড লিখে ৫৮ থেকে ৯৮ পর্যন্ত যত সংখ্যা আছে সেগুলাকে দেখাও 
for(i=58; i<99; i++){
    console.log(i);
   
}
var i=58;
while(i<=99){
    console.log(i);
    i++;
}

//30একটা কোড লিখে ৪১২ থেকে ৪৫৬ পর্যন্ত যত জোর সংখ্যা আছে সেগুলাকে দেখাও  
for(i=412; i<=456; i+=2 ){
    console.log(i);
}
var i=412;
while(i<=456){
    console.log(i);
    i+=2;
}
//31একটা কোড লিখে ৫৮১ থেকে ৬২৩ পর্যন্ত যত বিজোড় সংখ্যা আছে সেগুলাকে দেখাও 
for(i=581; i<=623; i+=2 ){
    console.log(i);
}